Repository: SiCK269/django_e_commerce
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: You do not have an active order
ar: لا يوجد طلب جاري

source: No default shipping address available
ar: لا يوجد عنوان توصيل إفتراضي

source: Please fill in the required shipping address fields
ar: الرجاء ملئ تفاصيل عنوان التوصيل المطلوبة

source: No default billing address available
ar: لا يوجد عنوان فاتورة إفتراضي

source: Please fill in the required billing address fields
ar: الرجاء ملئ تفاصيل عنوان التوصيل المطلوبة

source: Your order was successful!
ar: تم تثبيت طلبك

source: Invalid payment option selected
ar: ادخل اختيار غير صالح للدفع

source: You have not added a billing address
ar: لم تضيف عنوان فاتورة

source: Not authenticated
ar: غير مصدق

source: Network error
ar: خطأ في الشبكة

source: Something went wrong. You were not charged. Please try again.
ar: حصل خطأ، لم تكتمل عملية الدفع، حاول مجددا

source: A serious error occurred. We have been notifed.
ar: حصل خطأ ما، وابلغنا به

source: Invalid data received
ar: أستلمت معلومات خاطئة

source: This item quantity was updated.
ar: حدث عدد المنتج

source: This item was added to your cart.
ar: أضيف هذا المنتج إلى سلتك

source: This item was removed from your cart.
ar: إزيل هذا المنتج من سلتك

source: This item was not in your cart
ar: لا وجود لهذا المنتج في سلتك

source: This coupon does not exist
ar: لا وجود لهذه القسيمة

source: Successfully added coupon
ar: اضيفت القسيمة

source: Your request was received.
ar: استلمنا طلبك

source: This order does not exist.
ar: لا وجود لهذا الطلب

source: English
ar: الأنكليزية

source: Arabic
ar: العربية

source: Kurdish
ar: الكردية

source: Account Inactive
ar: حساب غير فعال

source: This account is inactive.
ar: هذا حساب غير فعال.

source: Account
ar: حساب

source: E-mail Addresses
ar: عنوانين البريد إلكتروني

source: The following e-mail addresses are associated with your account:
ar: تعد عنوانين البريد الإلكترونية الأتية مرتبطة بحسابك:

source: Verified
ar: موثق

source: Unverified
ar: غير موثق

source: Primary
ar: أساسي

source: Make Primary
ar: تخصيص الأساسية

source: Re-send Verification
ar: إعادة إرسال رمز الإثبات

source: Remove
ar: إزالة

source: Warning:
ar: تنبيه:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
ar: لا تمتلك بريدأ الكترونيا مهيأ، ينصح بإضافة بريد إلكتروني لإستلام الإخطارات أو تغيير الرمز السري وما إلى ذلك.

source: Add E-mail Address
ar: إضافة عنوان بريد إلكتروني.

source: Add E-mail
ar: إضافة بريد إلكتروني.

source: Do you really want to remove the selected e-mail address?
ar: هل تريد فعلا إزالة عنوان البريد الإلكتروني المحدد؟

source: Hello from %(site_name)s! You're receiving this e-mail because user %(user_display)s has given yours as an e-mail address to connect their account. To confirm this is correct, go to %(activate_url)s
ar: مرحبا بك في %(site_name)s! تعنى هذه الرسالة بربط حساب %(user_display)s بهذا البريد الإلكتروني. إضغط على الرابط %(activate_url)s لتأكيد ذلك.

source: Thank you from %(site_name)s! %(site_domain)s
ar: %(site_name)s! شكرا من لك%(site_domain)s

source: Please Confirm Your E-mail Address
ar: الرجاء تأكيد عنوان بريدك الإلكتروني.

source: Hello from %(site_name)s! You're receiving this e-mail because you or someone else has requested a password for your user account. It can be safely ignored if you did not request a password reset. Click the link below to reset your password.
ar: مرحبا بك في %(site_name)s! إستلمت هذه الرسالة لإنك-أو شخص أخر قد طلب إعادة تعيين رمز الخاص. بالإمكان تجاهل الرسالة إذ لم تكن أنت من قدم الطلب.إضغط على الرابط لإعادة تعيين الرمز.

source: In case you forgot, your username is %(username)s.
ar: في حال انك نسيت، فإن اسم حسابك هو username)s)%

source: Thank you for using %(site_name)s! %(site_domain)s
ar: شكرا لك على زيارة موقعنا%(site_domain)s

source: Password Reset E-mail
ar: إعادة تعيين الرمز عبر البريد الإلكتروني.

source: Confirm E-mail Address
ar: تأكيد عنوان البريد الإلكتروني.

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
ar: رجاءا التأكيد بأن الأتي عنوان بريد الكتروني للمستخدم <a href="mailto:%(email)s">%(email)s</a> is an e-mail%(user_display)s.

source: Confirm
ar: تأكيد

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
ar: لم يعد هذا الرابط نافذا أو موثوفا، الرجاء زيارة الرابط الأتي من أجل استحصال تأكيد أخر للبريد الألكتروني

source: Sign In
ar: تسجيل الدخول

source: Please sign in with one of your existing third party accounts. Or, <a href="%(signup_url)s">sign up</a> for a %(site_name)s account and sign in below:
ar: رجاءا تسجيل الدخول بإحدى حسابات الطرف الثالث المتاجة أو <a href="%(signup_url)s">إنشاء حساب جديد</a>للصفحة وتسجيل الدخول ادناه

source: or
ar: أو

source: If you have not created an account yet, then please <a href="%(signup_url)s">sign up</a> first.
ar: رجاءا إنشاء حساب أولا، إن لم تقم بذلك اولا<a href="%(signup_url)s">إنشاء حساب</a>

source: Forgot Password?
ar: نسيت كلمة المرور؟

source: Sign Out
ar: تسجيل خروج

source: Are you sure you want to sign out?
ar: متأكد من تسجيل الخروج؟

source: You cannot remove your primary e-mail address (%(email)s).
ar: لا يمكنك إزالة عنوان بريدك الإلكتروني الأساسي.(%(email)s)

source: Confirmation e-mail sent to %(email)s.
ar: إرسلت رسالة التأكيد إلى%(email)s

source: You have confirmed %(email)s.
ar: البريد الإلكتروني الموثق%(email)s

source: Removed e-mail address %(email)s.
ar: إزالة عنوان بريد إلكتروني%(email)s

source: Successfully signed in as %(name)s.
ar: سجلت الدخول بإسم%(name)s

source: You have signed out.
ar: سجلت الخروج

source: Password successfully changed.
ar: تغيرت كلمة المرور بنجاح

source: Password successfully set.
ar: ضبطت كلمة المرور بنجاح

source: Primary e-mail address set.
ar: ثبت البريد الإلكتروني كبريد أساسي

source: Your primary e-mail address must be verified.
ar: يلزم توثيق بريدك الإلكتروني الأساسي

source: Change Password
ar: تغير كلمة المرور

source: Password Reset
ar: إعادة ضبط كلمة المرور

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
ar: نسيت كلمة المرور؟ أدحل بريدك أدناه، وسنرسل لك بريدا يسمح لك بإعادة ضبط كلمة المرور.

source: Reset My Password
ar: إعادة ضبط كلمة المرور

source: Please contact us if you have any trouble resetting your password.
ar: رجاءا التواصل معنا في حال واجهتك مشكلة في إعادة ضبط كلمة المرور

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
ar: رجاءا التواصل معنا في حال لم تستلم بريدأ في بضع دقائق

source: Bad Token
ar: رمز غير صالح

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
ar: رابط إعادة ضبط كلمة المرور غير صالح، لعله أُستخدم مسبقا. رجاءا اطلب رابطا جديدا أدناه<a href="%(passwd_reset_url)s">new password reset</a>

source: change password
ar: تغيير كلمة المرور

source: Your password is now changed.
ar: تغيرت كلمة المرور خاصتك

source: Set Password
ar: ضبط كلمة المرور

source: Signup
ar: إنشاء حساب جديد

source: Sign Up
ar: إنشاء حساب جديد

source: Already have an account? Then please <a href="%(login_url)s">sign in</a>.
ar: لديك حساب فعلا؟ رجاءا تسجيل الدخول أدناه.

source: Sign Up Closed
ar: أغلقت صفحة إنشاء الحساب

source: We are sorry, but the sign up is currently closed.
ar: نعتذر، لكن إنشاء حساب مغلق حاليا.

source: Note
ar: ملاحظة

source: you are already logged in as %(user_display)s.
ar: سجلت الدخول فعلا بإسم%(user_display)s

source: Verify Your E-mail Address
ar: تأكيد عنوان بريدك الإلكتروني.

source: We have sent an e-mail to you for verification. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes.
ar: ارسلنا بريدأ للتوثيق، رجاءا الضغط على الرابط الوارد لإكمال عملية إنشاء الحساب. تواصل معنا إن لم تستلمه في بضع دقائق.

source: This part of the site requires us to verify that you are who you claim to be. For this purpose, we require that you verify ownership of your e-mail address.
ar: هذا الجزء من الموقع يتطلب تأكيد هويتك. لذا رجاءا تأكيد ملكية بريدك الإلكتروني.

source: We have sent an e-mail to you for verification. Please click on the link inside this e-mail. Please contact us if you do not receive it within a few minutes.
ar: أرسلنا بريدأ إلكترونيا للتأكيد، رجاءا الضغط على الرابط الوارد في الرسالة تواصل معنا إن لم تستلم الرسالة في بضع دقائق

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your e-mail address</a>.
ar: <strong>:ملاحظة</strong> يمكنك نغيير عنوان بريدك الإلكتروني

source: Home
ar: الصفحة الرئيسية

source: add to cart
ar: إضافة إلى السلة

source: Out of Stock!!
ar: غير متوفر

source: Wishlist
ar: قائمة المفضلة

source: Shop by Brands
ar: التسوق حسب الماركات

source: Brands
ar: ماركات

source: Shop by Categories
ar: التسوق حسب الفئات

source: Categories
ar: الفئات

source: Checkout
ar: الدفع

source: Shipping address
ar: عنوان التوصيل

source: Address
ar: عنوان

source: Address 2 (optional)
ar: أقرب نقطة دالة

source: Country
ar: البلد

source: Please select a valid country.
ar: الرجاء اختيار دولة

source: City
ar: مدينة

source: City required.
ar: الرجاء كتابة اسم مدينة

source: Phone
ar: رقم الهاتف

source: Phone number required.
ar: الرجاء ادخال رقم هاتف

source: Zip
ar: الرمز البريدي

source: Zip code required.
ar: الرجاء إدخال رمز بريدي

source: Save as default shipping address
ar: حفظ كعنوان توصيل إفتراضي

source: Use default shipping address:
ar: أستخدام عنوان توصيل إفتراضي

source: Billing address
ar: عنوان فاتورة

source: Save as default billing address
ar: حفظ كعنوان فاتورة إفتراضي

source: Use default billing address
ar: أستخدام عنوان فاتورة إفتراضي

source: Shop by Collections
ar: تسوق حسب المجموعات

source: About Us
ar: عنا

source: Follow Us
ar: تابعنا

source: Let's Be Social
ar: لنتواصل معا

source: All rights reserved
ar: كل الحقوق محفوظة

source: Collection
ar: مجموعة

source: Brand
ar: ماركة

source: Category
ar: فئة

source: Fast Delivery
ar: توصيل سريع

source: Return Policy
ar: سياسة أسترجاع

source: 24/7 Support
ar: دعم متواصل

source: Secure Payment
ar: دفع أمن

source: Latest Products
ar: أحدث المنتجات

source: Top Quality Brands
ar: أجود أنواع الماركات

source: Only few left!!
ar: بقي القليل

source: Exclusive Hot Deal Ends Soon!
ar: عروض حصرية على وشك الإنتهاء

source: grab them while you can!!
ar: سارع بالحصول عليها

source: Days
ar: يوم

source: Hours
ar: ساعة

source: Mins
ar: دقيقة

source: Secs
ar: ثانية

source: Shop
ar: تسوق

source: Collections
ar: المجموعات

source: Vendors
ar: الباعة

source: Languages
ar: اللغة

source: Logout
ar: تسجيل خروج

source: Request a Refund
ar: طلب استرجاع

source: My Store
ar: متجري

source: Login
ar: تسجيل دخول

source: Search
ar: بحث

source: OpenID Sign In
ar: هوية تسجيل الدخول

source: Your cart
ar: سلتك

source: Coupon code
ar: رمز القسيمة

source: Total (USD)
ar: المجموع بالدولار

source: Redeem
ar: تفعيل

source: Summary
ar: ملخص

source: Product
ar: المنتج

source: Price
ar: السعر

source: Quantity
ar: العدد

source: Total
ar: المجموع

source: Your cart is empty
ar: سلتك فارغة

source: Subtotal
ar: المجموع الكلي

source: Continue Shopping
ar: تسوق

source: Proceed to checkout
ar: المراجعة والتوصيل

source: Payment
ar: الدفع

source: Use default card
ar: استخدام البطاقة الإفتراضية

source: Submit Payment
ar: إكمال عملية الدفع

source: Credit or debit card
ar: بطاقة إئتمانية

source: Save for future purchases
ar: حفظ البطاقة لعمليات الشراء مستقبلا

source: Vendor
ar: البائع

source: Availability
ar: التوفر

source: In Stock
ar: يوجد خرين

source: Only few left
ar: بقي القليل

source: Out of Stock!
ar: نفذ من المخزون!

source: Add to Cart
ar: إضافة إلى السلة

source: Out of Stock
ar: نفذ من المخزون

source: Description
ar: التفاصيل

source: Specification
ar: المواصفات

source: Comments
ar: التعليقات

source: Reviews
ar: التقييمات

source: Width
ar: العرض

source: cm
ar: سم

source: Height
ar: الإرتفاع

source: Depth
ar: العمق

source: Weight
ar: الوزن

source: kg
ar: كغم

source: No comments yet!....
ar: لا يوجد أية تعليقات

source: Delete
ar: إزالة

source: Post a comment
ar: نشر تعليق

source: Submit Now
ar: إرسال

source: to post a comment
ar: لنشر تعليق

source: Overall
ar: متوسط التقييمات

source: Add a Review
ar: إضاقة تقييم

source: Your Rating
ar: تقييمك

source: Submit
ar: إرسال

source: to post a review
ar: لنشر تقييم

source: Deals of the Week
ar: عروض الأسبوع

source: Grab them while possible!!
ar: سارع بالحصول عليها

source: Request A Refund
ar: طلب إسترجاع

source: You Searched for
ar: بحثت عن

source: You didn't search for anything!!
ar: لم تبحث عن شيء

source: Sellers
ar: الباعة

source: Social Network Login Failure
ar: فشل تسجيل الدخول بأستخدام موقع التواصل الإجتماعي

source: An error occurred while attempting to login via your social network account.
ar: حصل خلل ما عند محاولة تسجيل الدخول من خلال حسابك الخاص بمواقع التواصل الإجتماعي

source: Account Connections
ar: الحسابات المرتبطة

source: You can sign in to your account using any of the following third party accounts:
ar: يمكنك تسجيل الدخول بأي من حسابات الطرف الثالث الأتية:

source: You currently have no social network accounts connected to this account.
ar: لا تمتلك حساب موفع تواصل إجتماعي مرتبط بهذا الحساب

source: Add a 3rd Party Account
ar: إضافة حساب طرف ثالث

source: Login Cancelled
ar: اُلغيت عملية تسجيل الدخول

source: You decided to cancel logging in to our site using one of your existing accounts. If this was a mistake, please proceed to <a href="%(login_url)s">sign in</a>.
ar: الغيبت عملية تسجيل الدخول بإستخدام إحدى حساباتك المسجلة إن كان هذا خطأ، فرجاءا المتابعة بالضغط على الرابط أدناه <a href="%(login_url)s>تسجيل الدخول</a>

source: The social account has been connected.
ar: رُبط حساب التواصل الإجتماعي.

source: The social account is already connected to a different account.
ar: إن حساب التواصل الإجتماعي متصل بحساب أخر.

source: The social account has been disconnected.
ar: اُلغي ربط حساب التواصل الإجتماعي

source: You are about to use your %(provider_name)s account to login to %(site_name)s. As a final step, please complete the following form:
ar: ستستحدم الحساب الأتي لتسجيل الدخول في الصفحة %(provider_name)sكخطوة أخيرة، رجاءا أملئ الأستمارة الأتية:

source: 's Store
ar: متجر

source: Add a product
ar: إضاقة منتج

source: Search files
ar: بحث في الملفات

source: Select an image to embed
ar: اختيار صورة لدمجها

source: Browse for the image you want, then click 'Embed Image' to continue...
ar: ابحث عن الصورة التي تريدها، ثم الضغط على 'إضافة صورة' للأستمرار...

source: No images found. Upload images using the 'Image Button' dialog's 'Upload' tab.
ar: لم يعثر على أية صور. ارفع الصور بالضغط على 'زر الصورة' في 'تبويبة رفع الملفات'.

source: Images in:
ar: الصور في:

source: Embed Image
ar: الصورة المدمجة

source: Play Slideshow
ar: عرض الصور

source: Pause Slideshow
ar: إيقاف العرض

source: &lsaquo; Previous Photo
ar: الصورى السابقة

source: Next Photo &rsaquo;
ar: الصورة التالية

source: Next &rsaquo;
ar: التالي

source: &lsaquo; Prev
ar: السابق

source: This field is required.
ar: إن هذا الحقل مطلوب

source: Enter a valid value.
ar: إدخال قيمة صالحة

source: Messages
ar: الرسائل

source: Site Maps
ar: خريطة الموقع

source: Enter a valid email address.
ar: إدخال بريد إلكتروني صالح

source: Enter a valid “slug” consisting of letters, numbers, underscores or hyphens.
ar: إدخال رمز صالح يتكون من أحرف، أرقام أو فواصل

source: Enter a valid “slug” consisting of Unicode letters, numbers, underscores, or hyphens.
ar: إدخال رمز صالح يتكون من أحرف، أرقام أو فواصل

source: Enter a number.
ar: إدخال رقم.

source: Upload a valid image. The file you uploaded was either not an image or a corrupted image.
ar: رجاءا رفع صورة صالحة. كون الملف الذي رفعته لم يكن صورة أو كان صورة معطوبة

source: Order
ar: طلب

source: Clear
ar: مسح

source: Currently
ar: الحالي

source: Change
ar: تغيير

source: Unknown
ar: غير معروف

source: Yes
ar: نعم

source: No
ar: لا

source: yes,no,maybe
ar: نعم،لا،ربما

source: p.m.
ar: مساءا

source: a.m.
ar: صباحا

source: PM
ar: صباحا

source: AM
ar: مساءا

source: midnight
ar: منتصف الليل

source: noon
ar: ظهر

source: Monday
ar: الأثنبن

source: Tuesday
ar: الثلاثاء

source: Wednesday
ar: الأربعاء

source: Thursday
ar: الخميس

source: Friday
ar: الجمعة

source: Saturday
ar: السبت

source: Sunday
ar: الأحد

source: Mon
ar: الأثنبن

source: Tue
ar: الثلاثاء

source: Wed
ar: الأربعاء

source: Thu
ar: الخميس

source: Fri
ar: الجمعة

source: Sat
ar: السبت

source: Sun
ar: الأحد

source: January
ar: كانون الثاني

source: February
ar: شباط

source: March
ar: أذار

source: April
ar: نيسان

source: May
ar: أيار

source: June
ar: حزيران

source: July
ar: تموز

source: August
ar: آب

source: September
ar: أيلول

source: October
ar: تشرين الأول

source: November
ar: تشرين الثاني

source: December
ar: كانون الأول

source: jan
ar: كانون الثاني

source: feb
ar: شباط

source: mar
ar: أذار

source: apr
ar: نيسان

source: may
ar: أيار

source: jun
ar: حزيران

source: jul
ar: تموز

source: aug
ar: آب

source: sep
ar: أيلول

source: oct
ar: تشرين الأول

source: nov
ar: تشرين الثاني

source: dec
ar: كانون الأول

# abbrev. month
source: April
ar: نيسان

# abbrev. month
source: May
ar: أيار

# abbrev. month
source: June
ar: حزيران

# abbrev. month
source: July
ar: تموز

# abbrev. month
source: Aug.
ar: آب

# abbrev. month
source: Sept.
ar: أيلول

# abbrev. month
source: Oct.
ar: تشرين الأول

# abbrev. month
source: Nov.
ar: تشرين الثاني

# abbrev. month
source: Dec.
ar: كانون الأول

# alt. month
source: January
ar: كانون الثاني

# alt. month
source: February
ar: شباط

# alt. month
source: March
ar: اذار

# alt. month
source: April
ar: نيسان

# alt. month
source: May
ar: أيار

# alt. month
source: June
ar: حزيران

# alt. month
source: July
ar: تموز

# alt. month
source: August
ar: آب

# alt. month
source: September
ar: أيلول

# alt. month
source: October
ar: تشرين الأول

# alt. month
source: November
ar: تشرين الثاني

# alt. month
source: December
ar: كانون الأول

source: No year specified
ar: لم تحدد السنة

source: No month specified
ar: لم يحدد الشهر

source: No day specified
ar: لم يحدد أي يوم

source: No week specified
ar: لم يحدد أي أسبوع
